# 'brew tap'
tap "homebrew/cask"

# brew
brew "fzf"
brew "jq"
brew "mas"
brew "mkcert"
brew "nvm"
brew "python@3.13"
brew "yarn"
brew "sqlite"
brew "pnpm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "uv"

# cask
cask "1password"
cask "google-chrome"
cask "keka"
cask "visual-studio-code"
cask "android-studio"
cask "hiddenbar"
cask "raycast"
cask "docker"
cask "itsycal"
cask "tableplus"
cask "firefox"
cask "karabiner-elements"
cask "transmission"
cask "obsidian"
cask "tableplus"
cask "snipaste"
cask "iina"
cask "xcodes"



# mas
mas "KakaoTalk", id: 869223134
mas "RunCat", id: 1429033973